export default {
  api: '',
  data: [
    {
      "date": "2026-01-13 00:36:09",
      "tags": [],
      "content": "调试代码要调吐了"
    },
    {
      "date": "2026-01-03 08:24:36",
      "tags": [],
      "content": "疫情过后的几年，我的身上常备口罩"
    },
    {
      "date": "2025-12-23 20:04:10",
      "tags": [],
      "content": "历经25天，4台机器30欧元才退款，这就是德国人的办事效率"
    },
    {
      "date": "2025-12-23 00:32:48",
      "tags": [],
      "content": "<p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/12/23/694972a2f3082.png\"></p>"
    },
    {
      "date": "2025-12-23 00:28:06",
      "tags": [],
      "content": "<p class=\"vh-img-flex\"><img src=\"http://23.82.99.203:9082/i/2025/12/23/694971891288b.png\"></p>"
    },
    {
      "date": "2025-12-22 18:50:10",
      "tags": [],
      "content": "群友们，要到圣诞节了，给你们准备了礼物，你们现在退到桌面，长按QQ，点击卸载，有我送给你们的大量存储空间。"
    },
    {
      "date": "2025-12-22 18:36:14",
      "tags": [],
      "content": "啊呀 又上dmit了 -50刀<p class=\"vh-img-flex\"><img src=\"http://23.82.99.203:9082/i/2025/12/22/69491ef4a9169.jpg\"></p>"
    },
    {
      "date": "2025-12-19 12:18:36",
      "tags": [],
      "content": "又冷了一些，给自己上了围巾，再冷些我是不是要裹被子上班了"
    },
    {
      "date": "2025-12-14 21:12:14",
      "tags": [],
      "content": "感觉容器装不下了"
    },
    {
      "date": "2025-12-04 08:43:26",
      "tags": [],
      "content": "困死了"
    },
    {
      "date": "2025-12-02 02:44:17",
      "tags": [],
      "content": "这作息得调"
    },
    {
      "date": "2025-11-28 02:26:02",
      "tags": [],
      "content": "图床还是上r2吧 本地存储太难顶了"
    },
    {
      "date": "2025-11-18 20:42:04",
      "tags": [],
      "content": "cloudflare 你无敌了，一炸就一小时"
    },
    {
      "date": "2025-11-18 13:28:42",
      "tags": [],
      "content": "今天上班眼睛都是花的"
    },
    {
      "date": "2025-11-16 02:57:49",
      "tags": [],
      "content": "每天手表+手机10个闹钟，我会睡不醒吗<p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/11/16/1000052691.jpg\"></p>"
    },
    {
      "date": "2025-10-08 08:13:22",
      "tags": [],
      "content": "我靠我失败了我没穿越回国庆第一天，我靠我失败了我没穿越回国庆第一天，我靠我失败了我没穿越回国庆第一天，我靠我失败了我没穿越回国庆第一天，我靠我失败了我没穿越回国庆第一天，失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了失败了"
    },
    {
      "date": "2025-10-07 10:00:21",
      "tags": [],
      "content": "一欧机 我会想你的\n<p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/10/07/1759802401124.png\"></p>"
    },
    {
      "date": "2025-10-06 16:24:14",
      "tags": [],
      "content": "昨天不是才1号喵，怎么今天就6号了喵？是不是你们抢走了我的假期了喵？！天杀的抢劫犯喵，你把我的假期抢走了我该怎么办喵？捅死你喵！捅死你喵！捅死你喵！捅死你喵！捅死你喵！捅死你喵！捅死你喵！捅死你喵！捅死你喵！捅死你喵！捅死你喵！捅死你喵！捅死你喵！捅死你喵！捅死你喵！"
    },
    {
      "date": "2025-09-30 21:16:01",
      "tags": [],
      "content": "我靠 我成功了！我真的穿越回国庆前一天了！！我靠 我成功了！我真的穿越回国庆前一天了！！我靠 我成功了！我真的穿越回国庆前一天了！！我靠 我成功了！我真的穿越回国庆最后一天了！！✋🏻😭✋🏻✋🏻😭✋🏻✋🏻😭✋🏻"
    },
    {
      "date": "2025-09-29 18:36:58",
      "tags": [],
      "content": "walehost加了硬盘,ssd硬盘100g报价3欧，但是给我从40g加到310g了，草台班子"
    },
    {
      "date": "2025-09-29 00:56:52",
      "tags": [],
      "content": "<p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/09/29/1759078487388.jpg\"></p><p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/09/29/1759078487336.jpg\"></p><p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/09/29/1759078487241.jpg\"></p><p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/09/29/1759078487290.jpg\"></p>"
    },
    {
      "date": "2025-09-29 00:54:00",
      "tags": [],
      "content": "想找下高中的照片的，翻了一下一张也没有，sad"
    },
    {
      "date": "2025-09-27 13:58:20",
      "tags": [],
      "content": "<p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/09/27/18100.png\"></p>"
    },
    {
      "date": "2025-09-05 15:53:50",
      "tags": [],
      "content": "终于把这charityhost的机器卖掉了，怎么说和客服交流也是一节插曲。\n<p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/09/05/1757058757017.png\"></p>"
    },
    {
      "date": "2025-09-03 02:10:04",
      "tags": [],
      "content": "抢到了一台onlyservers的大机器，晚些时候写出来，太棒了"
    },
    {
      "date": "2025-09-02 00:13:12",
      "tags": [],
      "content": "是的孩子们，16T的机器我驾驭不了<p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/09/02/1756743166482.png\"></p>"
    },
    {
      "date": "2025-08-31 15:07:01",
      "tags": [],
      "content": "<p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/08/31/1000004068.jpg\"></p>"
    },
    {
      "date": "2025-08-31 01:43:27",
      "tags": [],
      "content": "这ups一年派不上两次用场\n<p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/08/31/1756575771646.png\"></p>"
    },
    {
      "date": "2025-08-31 01:42:08",
      "tags": [],
      "content": "目前决定卖掉一些机子\n<p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/08/31/1756575708601.png\"></p>"
    },
    {
      "date": "2025-08-29 09:59:10",
      "tags": [],
      "content": "<p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/08/29/1000003933.jpg\"></p>"
    },
    {
      "date": "2025-08-29 00:37:51",
      "tags": [],
      "content": "<p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/08/29/1756399055694.jpg\"></p>"
    },
    {
      "date": "2025-08-28 22:27:10",
      "tags": [],
      "content": "😡😡😡\n<p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/08/28/1000003942.jpg\"></p>"
    },
    {
      "date": "2025-08-28 17:35:17",
      "tags": [],
      "content": "暴雨预警么，有点意思"
    },
    {
      "date": "2025-08-28 03:42:42",
      "tags": [],
      "content": "早点完蛋算了哈哈哈哈哈<p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/08/28/1000003932.jpg\"></p>"
    },
    {
      "date": "2025-08-27 15:51:40",
      "tags": [],
      "content": "就很想把这charityhost这机子卖掉"
    },
    {
      "date": "2025-08-27 09:51:42",
      "tags": [],
      "content": "wale2t单盘开机了 目前io还很高 但是网卡给的还是错的 无语了<p class=\"vh-img-flex\"><img src=\"https://picup.ikuyo.de/i/2025/08/27/1756259466752.png\"></p>"
    },
    {
      "date": "2025-08-27 03:16:28",
      "tags": [],
      "content": "我的这个咳嗽真的要跟我一辈子了"
    },
    {
      "date": "2025-08-27 03:14:45",
      "tags": [],
      "content": "啊想死"
    },
    {
      "date": "2025-08-25 14:20:47",
      "tags": [],
      "content": "想买dedirock不能跟rock一样吧"
    },
    {
      "date": "2025-08-22 21:58:08",
      "tags": [],
      "content": "walehost开机"
    }
  ]
}
